/* Restart confirmation text */
"Are you sure you want to restart your computer?" = "Sei sicuro di voler riavviare il computer?";

/* Shutdown confirmation text */
"Are you sure you want to shutdown your computer?" = "Sei sicuro di voler spegnere il computer?";

/* Cancel button label */
"Cancel" = "Annullare";

/* Bless command error description */
"Error occurred while executing the bless command" = "Si è verificato un errore durante l'esecuzione del comando di benedizione";

/* Authentication error description */
"Error occurred while trying to authenticate" = "Si è verificato un errore durante l'autenticazione";

/* Restart failure descriptive text */
"Error occurred while trying to tell system to restart" = "Si è verificato un errore durante il tentativo di riavviare il sistema";

/* Shutdown failure descriptive text */
"Error occurred while trying to tell system to shutdown" = "Si è verificato un errore durante il tentativo di indicare lo spegnimento del sistema";

/* Restart failure error message */
"Failed to restart computer" = "Impossibile riavviare il computer";

/* Error message text for setting boot drive */
"Failed to set boot volume" = "Impossibile impostare il volume di avvio";

/* Shutdown failure error message */
"Failed to shutdown computer" = "Impossibile spegnere il computer";

/* OK button label */
"OK" = "Accettare";

/* Restart button label */
"Restart" = "Riavviare";

/* Shutdown button label */
"Shutdown" = "Spegnimento";

/* Unknown error description */
"Unknown error occurred while trying to set boot volume" = "Si è verificato un errore sconosciuto durante l'impostazione del volume di avvio";

/* Restart confirmation descriptive text */
"Your computer will restart to it's default volume unless boot later was chosen." = "Il computer si riavvia al suo volume predefinito a meno che non sia stato scelto un avvio successivo.";

/* Shutdown confirmation descriptive text */
"Your computer will shutdown and boot up to it's default volume next time you turn it on unless boot later was chosen." = "Il computer si spegnerà e si avvierà fino al suo volume predefinito la prossima volta che lo si accende a meno che non sia stato scelto di avviare più tardi.";

